brew "atmos"
brew "awscli"
brew "bash"
brew "bat"
brew "container"
brew "deno"
brew "dive"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "dotnet"
brew "fzf"
brew "gnupg"
brew "go"
brew "grep"
brew "k9s"
brew "lazydocker"
brew "lazygit"
brew "mise"
brew "neovim"
brew "nvm"
brew "openjdk"
brew "opentofu"
brew "pinentry-mac"
brew "podman"
brew "pulumi"
brew "ripgrep"
brew "stow"
brew "syncthing", restart_service: :changed
brew "tailscale", restart_service: :changed
brew "tmux"
brew "uv"
brew "viu"
brew "zoxide"

cask "discord"
cask "font-recursive-mono-nerd-font"
cask "ghostty"
cask "google-drive"
cask "moonlight"
cask "proton-drive"
cask "proton-mail-bridge"
cask "proton-pass"
cask "protonvpn"
cask "raycast"
cask "slack"
cask "steam"
cask "zoom"

flatpak "com.discordapp.Discord"
flatpak "com.moonlight_stream.Moonlight"
flatpak "me.proton.Pass"
flatpak "ch.protonmail.protonmail-bridge"
flatpak "com.protonvpn.www"
flatpak "com.slack.Slack"
flatpak "com.valvesoftware.Steam"
flatpak "us.zoom.Zoom"

go "github.com/cloudposse/atmos"
go "github.com/charmbracelet/crush"
