tap "deskflow/tap"

brew "bash"
brew "container"
brew "gnupg"
brew "grep"
brew "lazydocker"
brew "pinentry-mac"
brew "podman"
brew "stow"
brew "syncthing", restart_service: :changed
brew "tailscale", restart_service: :changed

cask "claude"
cask "deskflow/tap/deskflow"
cask "discord"
cask "font-monaspace-nf"
cask "font-recursive-mono-nerd-font"
cask "ghostty"
cask "google-drive"
cask "moonlight"
cask "opencode-desktop"
cask "proton-drive"
cask "proton-mail-bridge"
cask "proton-pass"
cask "protonvpn"
cask "raycast"
cask "slack"
cask "steam"
cask "visual-studio-code"
cask "zed"
cask "zoom"

flatpak "com.discordapp.Discord"
flatpak "com.moonlight_stream.Moonlight"
flatpak "me.proton.Pass"
flatpak "ch.protonmail.protonmail-bridge"
flatpak "com.protonvpn.www"
flatpak "com.slack.Slack"
flatpak "com.valvesoftware.Steam"
flatpak "us.zoom.Zoom"
